/* Inspecting the Space Station page success */
"### Amazing!\nYou know what, the pattern you just flew is widely used in aerial surveillance, aerial 3D modeling photography, and drone agricultural irrigation.\n\n[**Next Page**](@next)" = "### 真厉害！\n你知道么，你刚执行的飞行模式，正在被广泛应用在空中巡检、航空 3D 建模摄影，以及无人机农业灌溉工作。\n\n\n\n[**下一页**](@next)";

/* flyForward(cm:) hint1 */
"To fly forward  you need to use `flyForward(cm: 180)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 180)` 指令。";

/* flyForward(cm:) hint1 */
"To fly forward  you need to use `flyForward(cm: 60)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 60)`指令。";

/* flyForward(cm:) hint1 */
"To fly forward  you need to use `flyForward(cm: 90)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 90)`指令。";

/* flyForward(cm:) hint1 */
"To fly forward you need to use `flyForward(cm: 60)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 60)`指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

/* turnLeft(degree:) hint */
"Use `turnLeft(degree: 90)` to turn counterclockwise." = "使用 `turnLeft(degree: 90)` 让 Tello 向左转。";

/* turnRight(degree:) hint */
"Use `turnRight(degree: 90)` to turn clockwise." = "使用 `turnRight(degree: 90)` 让 Tello 向右转。";

/* turnRight(degree:) hint */
"Use `turnRight(degree: 90)` to turn clockwise." = "使用 `turnRight(degree: 90)` 让 Tello 向右转。";

